Repository: CanaimaGNULinux/colab
Catalog: colab/locale/*/LC_MESSAGES/django.po
Languages: es

source: English
es: Ingles

source: Spanish
es: Español

source: Portuguese
es: Portugués

source: Colab: Checking e-mail
es: Colab: Comprobando correo electrónico

source: Password change of Colab Interlegis
es: Cambiar contraseña de Colab Interlegis

source: Registration on the mailing list
es: Registro en la lista de correo electrónico

source: Latest Discussions
es: Últimas discusiones

source: Discussions Most Relevance
es: Discusiones más relevantes

source: Latest collaborations
es: Últimas colaboraciones

source: Name
es: Nombre

source: Last name
es: Apellido

source: Institution
es: Institución

source: Function
es: Función

source: Twitter
es: Cuenta Twitter

source: Facebook
es: Cuenta Facebook

source: Google Talk
es: Cuenta Google Talk

source: Personal Website/Blog
es: Sitio Web / Blog personal

source: User Profile
es: Perfil de usuario

source: Users Profiles
es: Perfiles de usuarios

source: Mailing List
es: Lista de correo electrónico

source: The Mailing List where is the thread
es: La lista de correo electrónico donde esta el hilo de discusión

source: Latest message
es: Últimos mensaje

source: Latest message posted
es: Últimos mensajes enviados

source: Score
es: Puntuación

source: Thread score
es: Puntuación de mensaje

source: Thread
es: Hilo

source: Threads
es: Hilos

source: Subject
es: Asunto

source: Please enter a message subject
es: Por favor, introduzca un asunto al mensaje

source: Message body
es: Cuerpo de mensaje

source: Please enter a message body
es: Por favor, introduzca un cuerpo del mensaje

source: Message
es: Mensaje

source: Messages
es: Mensajes

source: Discussions
es: Discusiones

source: Filters
es: Filtros

source: Sort by
es: Ordenado por

source: Remove filter
es: Remover filtro

source: Relevance
es: Relevancia

source: Recent activity
es: Actividad reciente

source: Lists
es: Listas

source: No discussion found
es: Sin discusión encontrada

source: Previous
es: Anterior

source: Page
es: Página

source: of
es: de

source: Next
es: Próximo

source: by
es: por

source: anônimo
es: anónimo

source: back
es: volver

source: Vote
es: Voto

source: Remove votes
es: Remover votos

source: Order by
es: Ordenar por

source: Votes
es: Votos

source: Data
es: Dato

source: Statistics:
es: Estadísticas:

source: started at
es: iniciada

source: viewed
es: vistos

source: times
es: veces

source: answered
es: respondido

source: voted
es: votado

source: Not found. Keep searching! :)
es: ¡No se ha encontrado. Sigue buscando! :)

source: Ooopz... something went wrong!
es: ¡Ooopz... algo salió mal!

source: Please correct the errors below and try again.
es: Por favor, corrija los siguientes errores y trate de nuevo.

source: Change password
es: Cambiar contraseña

source: I forgot my password
es: Yo olvide mi contraseña

source: User
es: Usuario

source: Send new password
es: Enviar nueva contraseña

source: Sign up
es: Registrarse

source: Login
es: Iniciar sesión

source: authenticated as
es: autenticado como

source: My Profile
es: Mi perfil

source: Logout
es: Cerrar sesión

source: Contribute
es: Contribuir

source: Report a problem
es: Reportar un problema

source: Messenger
es: Mensajero

source: Search here...
es: Buscar aquí...

source: Search
es: Buscar

source: The contents of this site is published under license
es: Los contenidos de este sitio son publicados bajo la licencia

source: Creative Commons - attribution, non-commercial
es: Creative Commons - Atribución, NoComercial

source: This email was sent to confirm the password change request to the user's <b>%(username)s</b> of Interlegis Colab. If you have not made ​​the request, please ignore this message.
es: Este correo electrónico fue enviado para confirmar la solicitud de cambio de contraseña a del usuario <b>%(username)s</b> de Interlegis Colab. Si usted no ha hecho la petición, por favor, ignora este mensaje.

source: To perform the password change visit the link below:
es: Para realizar el cambio de contraseña visitar el siguiente enlace:

source: Welcome to the Colab!
es: ¡Bienvenido a Colab!

source: To activate your account, please confirm your mail's activation by accessing the following link:
es: Para activar su cuenta, por favor confirme la activación de su correo electrónico accediendo al siguiente enlace:

source: INTERLEGIS COMMUNITIES
es: COMUNIDADES INTERLEGIS

source: RSS - Latest collaborations
es: RSS - Últimas colaboraciones

source: RSS
es: Sindicación RSS

source: View more collaborations...
es: Ver más colaboraciones...

source: Distribution of Collaborations
es: Distribución de colaboraciones

source: RSS - Discussions Most Relevance
es: RSS - Discusiones más relevantes

source: View more discussions relevance...
es: Ver más discusiones relevantes...

source: RSS - Latest Discussions
es: RSS - Últimas discusiones

source: View more discussions...
es: Ver más discusiones...

source: Not already registered? Sign up!
es: ¿No esta registrado? ¡Regístrese!

source: To access some features of Colab you must be registered. If you are not already registered systems in the community Interlegis click on the link below and get to work!
es: Para acceder a algunas de las características de Colab debes estar registrado. Si aún no está registrado en el sistema comunitario Interlegis haz clic en el enlace de abajo y ponte a trabajar!

source: OpenData - Communities Interlegis
es: Datos abiertos (OpenData) - Comunidades Interlegis

source: At this point the system Colab provides much of its data through its search engine.
es: En este punto el sistema de Colab proporciona gran parte de sus datos a través de su motor de búsqueda.

source: If you are interested in integrating your system with the environment Colab and requires no other data provided by this API, please contact us via the ticketing system (you must be registered in order to create a ticket).
es: Si usted está interesado en la integración de su sistema con el entorno Colab y no requiere de otros datos proporcionados por esta API, por favor póngase en contacto con nosotros a través de nuestro sistema de ticket (debe estar registrado con el fin de crear un ticket).

source: Performing searches via the API
es: Realización de búsquedas a través de la API

source: The base URL used for the search is:
es: La dirección URL base que se utiliza para la búsqueda es:

source: Parameters:
es: Parámetros:

source: Query
es: Consulta

source: The <i>query</i> is the "question" sent to the search server. A <i>query</i> consists of <b>field:value</b>, where the field represents a kind of system data, for example <b>collaborator</b> and represents the data stored by the system, for example <b>jeanferri</b>.
es: La <i>consulta</i> es la "pregunta" enviado al servidor de búsqueda. Una <i>consulta</i> consiste de <b>campo:valor</b>, en el que el campo representa un tipo de datos del sistema, por ejemplo <b>collaborator</b> y representa los datos almacenados por el sistema, por ejemplo <b>jeanferri</b>.

source: The following is a list of available fields to search:
es: La siguiente es una lista de los campos disponibles para la búsqueda:

source: wiki, thread, ticket, changeset.
es: wiki, hilo de discusión, ticket, revisión de cambios.

source: page name, title of the discussion or ticket, changeset description.
es: nombre de la página, el título de la discusión o del ticket, descripción de la revisión de cambios.

source: excerpt from the page or the discussion, description of the ticket or changeset.
es: extracto de la página o la discusión, descripción del ticket o de la revisión de cambios.

source: name of user who created the document.
es: nombre del usuario que creo el documento.

source: real name who created the document.
es: nombre real de quien creo el documento.

source: creation date.
es: fecha de creación.

source: modification date.
es: fecha de modificación.

source: mailing list (only for type thread).
es: lista de correo electrónico (solamente para el tipo hilado).

source: name of the wiki page.
es: nombre de página wiki.

source: comments of tickets (all concatenated).
es: comentarios de los tickets (todos concatenados).

source: contents of wiki page or messages of the discussions (all concatenated).
es: contenidos de la página wiki o mensajes de los discusiones (todos concatenados).

source: keywords (ticket only).
es: claves (solamente para ticket).

source: milestone (ticket only).
es: milestone (solamente para ticket).

source: priority (ticket only).
es: prioridad (solamente para ticket).

source: component (ticket only).
es: componente (solamente para ticket).

source: version (ticket only).
es: versión (solamente para ticket).

source: severity (ticket only).
es: severidad (solamente para ticket).

source: responsible (ticket only).
es: responsable (solamente para ticket).

source: status (ticket only).
es: estatus (solamente para ticket).

source: review (ticket only).
es: revisión (solamente para ticket).

source: synonym for the title (for discussion).
es: sinónimo del título (para la discusión).

source: Results per page - n
es: Resultados por pagina - n

source: Number of results to be displayed per page. Its value must be an integer between 1 and 500.
es: Número de resultados que se mostrarán por página. Su valor debe ser un entero entre 1 y 500.

source: Default: 50
es: Por defecto: 50

source: Page - p
es: Página - p

source: Page number that appears. Its value must be an integer equal to or greater than 1.
es: El número de página que aparece. Su valor debe ser un número entero igual o mayor que 1.

source: Default: 1
es: Por defecto: 1

source: Order - o
es: Ordenar - o

source: Order in which the results will be displayed. Its value must be a string in the <b>field direction</b> where the same field are presented in the <i>query</i> parameter and direction can be <b>asc</b> for ascending or <b>desc</b> for descending.
es: Orden en el que se mostrarán los resultados. Su valor debe ser una cadena en el <b>campo dirección</b> en la que el mismo campo son presentado en el <i>consulta</i> el parámetro y la dirección puede ser <b>asc</b> de subida o <b>desc</b> para el descenso.

source: Emails
es: Correos enviados

source: Code
es: Código

source: documents found in
es: documentos encontrados en

source: seconds
es: segundos

source: Types
es: Tipos

source: Discussion
es: Discusión

source: Changeset
es: Conjunto de cambios

source: No results for your search.
es: Sin resultado en su búsqueda.

source: Add an avatar to your account using
es: Agregar una foto a su cuenta de usuario usando

source: Required fields
es: Campos requeridos

source: Access Information
es: Información de Acceso

source: Professionals Information
es: Información Profesional

source: Personal Information
es: Información Personal

source: Others
es: Otros

source: Subscribe to mail lists
es: Suscribir a las siguientes listas de correo electrónico

source: Register
es: Registro

source: User not registered.
es: Usuario no registrados.

source: You are own this profile?
es: ¿Usted es dueño de este perfil?

source: Click here and sign up.
es: Haga clic aquí y regístrese.

source: Hey, look you here! Want to
es: ¡Oye, mira aquí! ¿Quieres

source: edit your profile
es: editar su perfil

source: change password
es: cambiar contraseña

source: Other informations
es: Otras informaciones

source: Save
es: Guardar

source: Collaborations by Area
es: Colaboraciones por Área

source: Latest posted
es: Últimos correos enviados

source: There are no posts by this user so far.
es: No hay ningún correo enviado por este usuario hasta el momento.

source: Community inside participations
es: Participaciones dentro de la comunidad

source: No contributions of this user so far.
es: No hay ninguna contribución por este usuario hasta el momento.

source: E-mail validated correctly.
es: Correo electrónico validado correctamente.

source: Password changed successfully!
es: ¡Contraseña cambiada correctamente!
