Repository: CanaimaGNULinux/colab
Catalog: src/colab/deprecated/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Colab: Checking e-mail
pt_br: Colab: Verificação de email

source: Password change of Colab Interlegis
pt_br: Altereção de senha do Colab Interlegis

source: Registration on the mailing list
pt_br: Inscrição na lista de discussão

source: Not found. Keep searching! :)
pt_br: Não encontrado. Continue procurando! :)

source: Ooopz... something went wrong!
pt_br: Ooopz... algo saiu errado!

source: Please correct the errors below and try again.
pt_br: Por favor, corrija os erros abaixo e tente novamente.

source: Sign up
pt_br: Cadastre-se

source: authenticated as
pt_br: autenticado como

source: My Profile
pt_br: Meu Perfil

source: Logout
pt_br: Sair

source: Discussions
pt_br: Discussões

source: Contribute
pt_br: Contribua

source: Report a problem
pt_br: Reporte um problema

source: Messenger
pt_br: Mensageiro

source: Search here...
pt_br: Pesquise aqui...

source: Search
pt_br: Busca

source: The contents of this site is published under license
pt_br: O conteúdo deste site está publicado sob a licença

source: Creative Commons - attribution, non-commercial
pt_br: Creative Commons - atribuição e não-comercial

source: Welcome to the Colab!
pt_br: Bem-vindo ao Colab!

source: To activate your account, please confirm your mail's activation by accessing the following link:
pt_br: Para ativar sua conta por favor valide seu email acessando o link seguinte:

source: INTERLEGIS COMMUNITIES
pt_br: COMUNIDADES INTERLEGIS

source: Latest collaborations
pt_br: Últimas Colaborações

source: RSS - Latest collaborations
pt_br: RSS - Últimas Colaborações

source: View more collaborations...
pt_br: Ver mais colaborações...

source: Distribution of Collaborations
pt_br: Distribuição das Colaborações

source: Discussions Most Relevance
pt_br: Discussões Mais Relevantes

source: RSS - Discussions Most Relevance
pt_br: RSS - Discussões Mais Relevantes

source: View more discussions relevance...
pt_br: Ver mais discussões relevantes...

source: Latest Discussions
pt_br: Últimas Discussões

source: RSS - Latest Discussions
pt_br: RSS - Últimas Discussões

source: View more discussions...
pt_br: Ver mais discussões...

source: OpenData - Communities Interlegis
pt_br: OpenData - Comunidades Interlegis

source: At this point the system Colab provides much of its data through its search engine.
pt_br: Neste momento o sistema Colab disponibiliza grande parte de seus dados através do seu sistema de buscas.

source: If you are interested in integrating your system with the environment Colab and requires no other data provided by this API, please contact us via the ticketing system (you must be registered in order to create a ticket).
pt_br: Caso você esteja interessado em integrar seu sistema com o ambiente Colab e necessite de outros dados não fornecidos por esta API, por favor entre em contato conosco através do sistemas de tiquetes (é necessário estar cadastrado para criar um tiquete)

source: Performing searches via the API
pt_br: Realizando buscas através da da API

source: The Colab API searches works through an HTTP/REST always returning JSON objects with result.
pt_br: A API de buscas do Colab funciona através de um serviço HTTP/REST sempre retornando objetos JSON com resultado.

source: The base URL used for the search is:
pt_br: A URL base utilizada para a busca é:

source: Parameters:
pt_br: Parâmetros:

source: The <i>query</i> is the "question" sent to the search server. A <i>query</i> consists of <b>field:value</b>, where the field represents a kind of system data, for example <b>collaborator</b> and represents the data stored by the system, for example <b>jeanferri</b>.
pt_br: A <i>query</i> é a "pergunta" enviada para o servidor de buscas. Uma <i>query</i> é composta por <b>campo:valor</b>, onde campo representa um tipo de dados do sistema, por exemplo <b>collaborator</b> e valor representa o dado armazenado pelo sistema, por exemplo <b>jeanferri</b>.

source: The following is a list of available fields to search:
pt_br: Segue a lista de campos disponíveis para a busca:

source: page name, title of the discussion or ticket, changeset description.
pt_br: nome da página, título da discussão ou tiquete, descrição do changeset.

source: excerpt from the page or the discussion, description of the ticket or changeset.
pt_br: trecho da página ou da discussão, descrição do tíquete ou changeset.

source: name of user who created the document.
pt_br: nome de usuário de quem criou o documento.

source: real name who created the document.
pt_br: nome real de quem criou o documento.

source: creation date.
pt_br: data de criação.

source: modification date.
pt_br: data de modificação.

source: mailing list (only for type thread).
pt_br: lista de discussões (apenas para o tipo thread).

source: name of the wiki page.
pt_br: nome da página wiki.

source: comments of tickets (all concatenated).
pt_br: comentários dos tíquetes (todos concatenados).

source: contents of wiki page or messages of the discussions (all concatenated).
pt_br: conteúdo da página wiki ou mensagens da discussão (todas concatenadas).

source: keywords (ticket only).
pt_br: keywords (apenas para tíquete)

source: milestone (ticket only).
pt_br: milestone (apenas para tíquete).

source: priority (ticket only).
pt_br: prioridade (apenas para tíquete).

source: component (ticket only).
pt_br: componente (apenas para tíquete).

source: version (ticket only).
pt_br: versão (apenas para tíquete).

source: severity (ticket only).
pt_br: severidade (apenas para tíquete).

source: responsible (ticket only).
pt_br: responsável (apenas para tíquete).

source: status (ticket only).
pt_br: status (apenas para tíquete).

source: review (ticket only).
pt_br: revisão (apenas para tíquete).

source: synonym for the title (for discussion).
pt_br: sinônimo de título (apenas para discussões).

source: Results per page - n
pt_br: Resultados por Página - n

source: Number of results to be displayed per page. Its value must be an integer between 1 and 500.
pt_br: Número de resultados que devem ser exibidos por página. Seu valor deveser um número inteiro entre 1 e 500.

source: Page - p
pt_br: Página - p

source: Page number that appears. Its value must be an integer equal to or greater than 1.
pt_br: Número da página que será exibida. Seu valor deve ser um número inteiro igual ou maior que 1.

source: Order - o
pt_br: Ordem - o

source: Order in which the results will be displayed. Its value must be a string in the <b>field direction</b> where the same field are presented in the <i>query</i> parameter and direction can be <b>asc</b> for ascending or <b>desc</b> for descending.
pt_br: Ordem em que os resultados serão exibidos. Seu valor deve ser uma string no formato <b>campo direção</b> onde campo são os mesmos apresentados no parametro query e direção pode ser <b>asc</b> para ascendente ou <b>desc</b> para descendente.

source: Tickets
pt_br: Tiquetes

source: Code
pt_br: Código

source: documents found in
pt_br: documentos encontrados em

source: seconds
pt_br: segundos

source: Filters
pt_br: Filtros

source: Types
pt_br: Tipos

source: Remove filter
pt_br: Retirar filtro

source: Discussion
pt_br: Discussão

source: Ticket
pt_br: Tiquete

source: No results for your search.
pt_br: Sem resultados para a busca.

source: Previous
pt_br: Anterior

source: Page
pt_br: Página

source: of
pt_br: de

source: Next
pt_br: Próxima

source: Add an avatar to your account using
pt_br: Adicione um avatar à sua conta utilizando

source: Required fields
pt_br: Campos Obrigatórios

source: Access Information
pt_br: Informações de Acesso

source: Professionals Information
pt_br: Informações Profissionais

source: Personal Information
pt_br: Informações Pessoais

source: Others
pt_br: Outras

source: Subscribe to mail lists
pt_br: Inscrever-se nas Listas

source: Register
pt_br: Cadastrar

source: User not registered.
pt_br: Usuário não cadastrado.

source: Is that you?
pt_br: Você é dono deste perfil?

source: Click here and sign up.
pt_br: Clique aqui e cadastre-se.

source: Hey, look at you! Do you want to
pt_br: Ei, olha você aqui! Quer

source: update your profile
pt_br: editar seu perfil

source: change password
pt_br: alterar senha

source: Other informations
pt_br: Outras Informações

source: Save
pt_br: Salvar

source: Collaborations by Area
pt_br: Colaborações por Área

source: Latest posted
pt_br: Últimas Mensagens Enviadas

source: There are no posts by this user so far.
pt_br: Não existem mensagens enviadas por este usuário até o momento.

source: Community inside participations
pt_br: Participações na Comunidade

source: No contributions of this user so far.
pt_br: Sem colaborações deste usuário até o momento.

source: E-mail validated correctly.
pt_br: Endereço de e-mail validado corretamente.

source: Password changed successfully!
pt_br: Senha alterada com sucesso!
